{
  "blurb": "Democratising trustworthy and factual large language model technology for Europe.",
  "blurb1": "The main objective for TrustLLM is the development of an open, trustworthy and factual LLM, initially targeting the Germanic languages. This will create the foundation for an advanced open ecosystem for next generation modular and extensible European trustworthy, sustainable, and democratised LLMs. The focus on Germanic languages can serve as a blueprint for future activities in other families of languages.",
  "chat_with_our_assistant": "Chat with our assistant",
  "description": "TrustLLM is using the open-source platform Open Assistant by LAION for data collection.",
  "faq_items": {
    "q0": "How far along is this project?",
    "a0": "We are in the early stages of development, working from established research in applying RLHF to large language models.",
    "q1": "Who is behind TrustLLM?",
    "a1": "TrustLLM is a project with the following collaborating partners: Linköping University (LiU), Fraunhofer (FHG), Forschungszentrum Julich (FZJ), Lindholmen Science Park (LSP), Mideind (MID), University of Iceland (UOI), Copenhagen University (UCPH), Alexandra Institute (AXI), Norwegian University of Science and Technology (NTNU), Nederlandse Organisatie voor Toegepast Natuurwetenschappelijk Onderzoek (TNO), Academy for Artificial Intelligence (AKI). As well as external collaborators: The Centre for Language Technology at the University of the Faroe Islands.",
    "q2": "What license does TrustLLM use?",
    "a2": "The code and models are licensed under the Apache 2.0 license.",
    "q3": "Will the training data also be released?",
    "a3": "Yes, under CC BY 4.0.",
    "q4": "Will TrustLLM be free?",
    "a4": "Yes, the data collected for TrustLLM on this platform will be free to use and modify."
  },
  "faq_title": "Frequently Asked Questions",
  "help_us_improve": "Help us improve",
  "hugging_face_link": "Checkout our HuggingFace organization",
  "join_us_description": "All open source projects begin with people like you. Open source is the belief that if we collaborate we can together gift our knowledge and technology to the world for the benefit of humanity. Are you in? Find us here:",
  "join_us_title": "Join us",
  "subtitle": "Conversational AI for everyone.",
  "try_our_assistant": "Try our assistant"
}
